import styles from "./style.module.css"

export default function Main(){
      return(
      <div className={styles.main}>
{`🌀זמן פ"ש: פרשת בשלח😇

מראות הימים האחרונים, מלאי ההוד, חלפו ביעף בראשו: 
מראה עמוד הענן במהלך היום ההולך, מפלס ומיישר את הדרך לפניהם, על מנת שיוכלו לעבור גם מכשולים; 
מראה עמוד האש, ההולך ושומר עליהם מהלילה הסוגר עליהם עת יצאו לחולות המדבר, להבות האש נראות למרחוק מכל עבר בשממה הענקית הזו. ובעיקר מראה המוני-המוני האנשים, ההולכים יחד- גברים ונשים, גדולים וקטנים. 
אנשים היוצאים מעבדות לחירות, 
מחזירים את הברק לעיניים, את השמחה לנשמה. 
ופתאום, 
קולות. 
קולות מוכרים ומאיימים מדי, הסיוט שחשבת שהוא עבר וחלף לעולמים..... והנה הוא חוזר שוב, קורם עור וגידים. 
הפחד לפת את ליבו וכמעט שלא הצליח לנשום. 
הרי שחררו אותם, 
שחררו אותם לחירות, 
מדוע הם שומעים פרסות סוסים מאחוריהם, 
את קולות הצהלה הפרועה של משעבדיהם לשעבר? 
האידיאליה קרסה ברגע; 
חלום הבלהות שב והיה למציאות.

פרעה 
חזר.

המחשבה לצאת ולהילחם מולו אפילו לא עלתה על הדעת.

ואם זה לא מספיק, לפניהם השתרע ים ענק שאיבד את חינו ברגע.
איך הם אמורים לעבור את הים?
מה 
הם 
אמורים 
לעשות????
זעקות אימה נשמעו מתוך העם שנולד רק לפני שבוע, וכבר נראה שהוא עתיד להיקבר כעת. 
אימהות חיפשו את ילדיהן, העיניים השמחות כבו ברגע, רבים החלו להתפלל לבורא עולם כי יושיעם, וצעקות הוטחו כלפיי משה מנהיגם: הולכים למות?? למות במדבר?!
בתוך ההמולה נדמה כי עשר המכות ורישומן חלף כלא היה.
כעת הם נקלעו לגרוע מכל, 
למארב,
הים לפניהם
והמצרים מאחוריהם.

ואז, הוא שמע את משה אומר: 
אל תחששו! 
סעו, התקדמו לתוך הים,
והקולות התערבבו בתוך הצעקות, הזעקות, התחינות... 
ופתאום, הוא הבין.
משה צודק. 
צריך להיכנס לתוך הים.
צריך להראות שאנחנו רוצים גאולה!
הוא לא יודע מה יקרה עכשיו; אבל יש להראות ביטחון, אמונה, בבורא עולם.
יש לחזק את העם הפצוע, לעודד אותו ולהפיח תקווה באנשיו.
הוא פסע קדימה, לעבר משה. 
מאחוריו, הוא ידע, מתקרב האויב; לפניו נגלה הים במלוא הדרו, עם גלים וקצף וריח שמעולם לא הכיר. 
מבט אחרון לאנשים לצידו, למשה שעיניו מביטות בו באהדה.
הוא קפץ...
המים סגרו עליו והוא מיהר להוציא את ראשו מהמים ולשאוף אוויר. 
המים הגיעו עד לצווארו, כיצד יוכל להמשיך כך לתוך עומק הים? 
"הושיעני אלוקים", התפלל נחשון, "כי באו מים עד נפש"!
ופתאום, מעליו, הוא רואה את משה מטה את ידו, 
ומשהו החל להתרחש בקרקעית הים.
הוא ידע: הם יישארו בחיים.

קריעת ים סוף מלמדת אותנו בין השאר שלפעמים, הישועה מתחילה אחרי שאנחנו נעשה את ההשתדלות. 
קריעת ים סוף החלה כאשר עם ישראל הראה את רצונו להיגאל, כשעבר מתפילות- למעשים.
אז נחשון בן עמינדב, הראשון לפי המדרש, שקופץ למים 😁 כמו שכותב הרב דרוקמן זצ"ל ("הגלות והגאולה- פרשת בשלח", עמ' 194):
"נחשון היה הראשון שהעז לקפוץ לים, ובכך ביטא את אמונתו בריבונו של עולם. על שמו מכונים ה"נחשונים" שבכל הדורות, אלו המוכנים לקפוץ ראשונים קדימה... נחשון היה מוכן למסור את נפשו- אך לא כאיבוד עצמו לדעת מתוך ייאוש וחוסר תקווה- כי אם מתוך אמונה וביטחון ש"לא יטוש ה' עמו ונחלתו לא יעזוב". (תהילים צ"ד)

ואני רוצה להוסיף, שבכולנו יש 'נחשוניות', לפעמים כולנו צריכים דחיפה מסויימת להשתדלות בתחום כלשהו, מעשה טוב וחסד או אפילו הגשמת יעדים וחלומות. כמו שה' אומר למשה, "דבר אל בני ישראל- ויסעו"! עכשיו הזמן למעשים מתוך תפילות. שנזכה!

תודה ושבת שלום!❤️`}
      </div>
      )
}